Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# shifts.netPay
source: Net Pay
ar: الراتب الصافي
bg: Нетна заплата
bn: নেট বেতন
ca: Salari net
cs: Čistá mzda
da: Nettoløn
de: Nettoverdienst
el: Καθαρή αμοιβή
es: Salario neto
et: Nettopalg
fa: دستمزد خالص
fi: Nettopalkkio
fil: Netong Bayad
fr: Salaire net
he: שכר נטו
hi: शुद्ध वेतन
hr: Neto plaća
hu: Nettó bér
id: Gaji Bersih
is: Nettolaun
it: Stipendio netto
ja: 手取り額
ko: 순급여
lt: Neto atlyginimas
lv: Neto alga
nb: Nettolønn
nl: Nettoloon
nn: Nettolønn
pl: Wynagrodzenie netto
pt_br: Salário líquido
ro: Salariu net
ru: Чистая зарплата
sk: Čistá mzda
sl: Neto plača
sr: Neto plata
sv: Nettolön
sw: Mshahara wa Wavu
ta: நிகர சம்பளம்
th: เงินเดือนสุทธิ
tr: Net Ücret
uk: Чистий заробіток
ur: خالص تنخواہ
vi: Lương ròng
zh_hans: 净工资
zh_hant: 淨薪資

# shifts.overtimeLabel
source: Overtime
ar: العمل الإضافي
bg: Извънреден труд
bn: ওভারটাইম
ca: Hores extres
cs: Přesčas
da: Overtid
de: Überstunden
el: Υπερωρία
es: Horas extra
et: Ületunnid
fa: اضافه‌کاری
fi: Ylityö
fr: Heures supplémentaires
he: שעות נוספות
hi: ओवरटाइम
hr: Prekovremeni rad
hu: Túlóra
id: Lembur
is: Yfirvinna
it: Straordinari
ja: 残業
ko: 초과근무
lt: Viršvalandžiai
lv: Virsstundas
nb: Overtid
nl: Overuren
nn: Overtid
pl: Nadgodziny
pt_br: Hora extra
ro: Ore suplimentare
ru: Сверхурочные
sk: Nadčas
sl: Nadure
sr: Prekovremeni rad
sv: Övertid
sw: Saa za ziada
ta: மேல்நேரம்
th: ล่วงเวลา
tr: Fazla mesai
uk: Понаднормово
ur: اوور ٹائم
vi: Tăng ca
zh_hans: 加班
zh_hant: 加班

# shifts.pause.editor.addWindow
source: Add pause window
ar: إضافة وقت استراحة
bg: Добавяне на пауза
bn: বিরতির সময়সীমা যোগ করুন
ca: Afegeix una pausa
cs: Přidat čas pauzy
da: Tilføj pausetid
de: Pausenfenster hinzufügen
el: Προσθήκη διαστήματος διαλείμματος
es: Añadir pausa
et: Lisa pausiaeg
fa: افزودن بازه استراحت
fi: Lisää taukoaika
fil: Magdagdag ng oras ng pahinga
fr: Ajouter une pause
he: הוסף זמן הפסקה
hi: विराम समय जोड़ें
hr: Dodaj interval pauze
hu: Szünetidő hozzáadása
id: Tambahkan waktu jeda
is: Bæta við pásutíma
it: Aggiungi pausa
ja: 休憩時間を追加
ko: 휴게 시간 추가
lt: Pridėti pertraukos laiką
lv: Pievienot pauzes laiku
nb: Legg til pausetid
nl: Pauzetijd toevoegen
nn: Legg til pausetid
pl: Dodaj okno przerwy
pt_br: Adicionar pausa
ro: Adaugă interval de pauză
ru: Добавить перерыв
sk: Pridať čas prestávky
sl: Dodaj interval odmora
sr: Dodaj vreme pauze
sv: Lägg till paustid
sw: Ongeza muda wa pausa
ta: இடைவேளை நேரத்தைச் சேர்
th: เพิ่มช่วงพัก
tr: Mola aralığı ekle
uk: Додати вікно паузи
ur: وقفے کا وقت شامل کریں
vi: Thêm khoảng nghỉ
zh_hans: 添加休息时段
zh_hant: 新增休息時段

# shifts.pause.editor.durationLabel
source: Duration
ar: المدة
bg: Продължителност
bn: সময়কাল
ca: Durada
cs: Délka
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fa: مدت
fi: Kesto
fil: Tagal
fr: Durée
he: משך
hi: अवधि
hr: Trajanje
hu: Időtartam
id: Durasi
is: Lengd
it: Durata
ja: 時間
ko: 기간
lt: Trukmė
lv: Ilgums
nb: Varighet
nl: Duur
nn: Varigheit
pl: Czas trwania
pt_br: Duração
ro: Durată
ru: Длительность
sk: Trvanie
sl: Trajanje
sr: Trajanje
sv: Varaktighet
sw: Muda
ta: காலம்
th: ระยะเวลา
tr: Süre
uk: Тривалість
ur: دورانیہ
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

# shifts.pause.editor.emptyState
source: Add exact pause windows to override the automatic break rule for this shift.
ar: أضف أوقات استراحة دقيقة لتجاوز قاعدة الاستراحة التلقائية لهذه الوردية.
bg: Добавете точни паузи, за да замените автоматичното правило за почивка за тази смяна.
bn: এই শিফটের জন্য স্বয়ংক্রিয় বিরতি নিয়ম ওভাররাইড করতে নির্দিষ্ট বিরতির সময়সীমা যোগ করুন।
ca: Afegeix pauses exactes per substituir la regla automàtica de descans d'aquest torn.
cs: Přidejte přesné časy pauz, pokud chcete pro tuto směnu přepsat automatické pravidlo přestávky.
da: Tilføj præcise pausetider for at tilsidesætte den automatiske pauseregel for denne vagt.
de: Füge genaue Pausenfenster hinzu, um die automatische Pausenregel für diese Schicht zu überschreiben.
el: Προσθέστε ακριβή διαστήματα διαλείμματος για να παρακάμψετε τον αυτόματο κανόνα διαλείμματος για αυτή τη βάρδια.
es: Añade pausas exactas para anular la regla automática de descanso de este turno.
et: Lisa täpsed pausiajad, et tühistada selle vahetuse automaatne pausireegel.
fa: برای این شیفت، بازه‌های دقیق استراحت را اضافه کنید تا قانون خودکار کسر استراحت نادیده گرفته شود.
fi: Lisää tarkat taukoajat ohittaaksesi tämän vuoron automaattisen taukosäännön.
fil: Magdagdag ng eksaktong oras ng pahinga para i-override ang awtomatikong tuntunin ng pahinga para sa shift na ito.
fr: Ajoutez des pauses exactes pour remplacer la règle de pause automatique pour ce service.
he: הוסף זמני הפסקה מדויקים כדי לעקוף את כלל הניכוי האוטומטי למשמרת הזו.
hi: इस शिफ्ट के लिए स्वचालित ब्रेक नियम को ओवरराइड करने हेतु सटीक विराम समय जोड़ें।
hr: Dodajte točne intervale pauze da biste nadjačali automatsko pravilo pauze za ovu smjenu.
hu: Adjon meg pontos szünetidőket, hogy felülbírálja az automatikus szünetlevonási szabályt ennél a műszaknál.
id: Tambahkan waktu jeda yang tepat untuk mengganti aturan istirahat otomatis untuk shift ini.
is: Bættu við nákvæmum pásutímum til að yfirskrifa sjálfvirku pásuregluna fyrir þessa vakt.
it: Aggiungi fasce di pausa esatte per ignorare la regola automatica della pausa per questo turno.
ja: このシフトの自動休憩ルールを上書きするには、正確な休憩時間を追加します。
ko: 이 근무의 자동 휴게 규칙을 덮어쓰려면 정확한 휴게 시간을 추가하세요.
lt: Pridėkite tikslius pertraukos laikus, kad šiai pamainai būtų nepaisoma automatinės pertraukų taisyklės.
lv: Pievienojiet precīzus pauzes laikus, lai šai maiņai ignorētu automātisko pārtraukuma noteikumu.
nb: Legg til eksakte pausetider for å overstyre det automatiske pausetrekket for denne vakten.
nl: Voeg exacte pauzetijden toe om de automatische pauzeregel voor deze dienst te overschrijven.
nn: Legg til eksakte pausetider for å overstyre den automatiske pauseregelen for denne vakta.
pl: Dodaj dokładne okna przerw, aby zastąpić automatyczną regułę przerw dla tej zmiany.
pt_br: Adicione pausas exatas para substituir a regra automática de intervalo neste turno.
ro: Adaugă intervale exacte de pauză pentru a înlocui regula automată de pauză pentru această tură.
ru: Добавьте точные интервалы перерыва, чтобы переопределить автоматическое правило перерыва для этой смены.
sk: Pridajte presné časy prestávok, aby ste pre túto zmenu prepísali automatické pravidlo prestávky.
sl: Dodajte točne intervale odmora, da preglasite samodejno pravilo odmora za to izmeno.
sr: Dodaj tačna vremena pauze da zameniš automatsko pravilo pauze za ovu smenu.
sv: Lägg till exakta paustider för att åsidosätta den automatiska pausregeln för detta pass.
sw: Ongeza nyakati halisi za pausa ili kubatilisha sheria ya mapumziko ya kiotomatiki kwa zamu hii.
ta: இந்த ஷிப்டுக்கான தானியங்கி இடைவேளை விதியை மீற துல்லியமான இடைவேளை நேரங்களைச் சேர்க்கவும்.
th: เพิ่มช่วงพักที่แน่นอนเพื่อแทนที่กฎหักพักอัตโนมัติสำหรับกะนี้
tr: Bu vardiyada otomatik mola kuralını geçersiz kılmak için kesin mola aralıkları ekleyin.
uk: Додайте точні інтервали пауз, щоб перевизначити автоматичне правило перерви для цієї зміни.
ur: اس شفٹ کے لیے خودکار وقفہ اصول کو بدلنے کے لیے درست وقفے کے اوقات شامل کریں۔
vi: Thêm khoảng nghỉ cụ thể để ghi đè quy tắc nghỉ tự động cho ca này.
zh_hans: 添加精确休息时段，以覆盖此班次的自动休息规则。
zh_hant: 新增精確休息時段，以覆蓋此班次的自動休息規則。

# shifts.pause.editor.validation.differentTime
source: Each pause window needs a different start and end time.
ar: يجب أن يكون لكل وقت استراحة وقت بدء وانتهاء مختلفان.
bg: Всяка пауза трябва да е с различен начален и краен час.
bn: প্রতিটি বিরতির সময়সীমার শুরু ও শেষ সময় আলাদা হতে হবে।
ca: Cada pausa ha de tenir una hora d'inici i de fi diferents.
cs: Každý čas pauzy musí mít jiný začátek a konec.
da: Hver pausetid skal have forskellig start- og sluttid.
de: Jedes Pausenfenster braucht eine andere Start- und Endzeit.
el: Κάθε διάστημα διαλείμματος χρειάζεται διαφορετική ώρα έναρξης και λήξης.
es: Cada pausa debe tener una hora de inicio y fin distintas.
et: Igal pausiajal peab olema erinev algus- ja lõppaeg.
fa: هر بازه استراحت باید زمان شروع و پایان متفاوتی داشته باشد.
fi: Jokaisella taukoajalla on oltava eri alku- ja loppuaika.
fil: Kailangang magkaiba ang oras ng simula at pagtatapos ng bawat oras ng pahinga.
fr: Chaque pause doit avoir une heure de début et de fin différente.
he: לכל זמן הפסקה חייבים להיות זמני התחלה וסיום שונים.
hi: हर विराम समय का शुरू और खत्म समय अलग होना चाहिए।
hr: Svaki interval pauze mora imati različito vrijeme početka i završetka.
hu: Minden szünetidőnél eltérő kezdési és befejezési idő kell.
id: Setiap waktu jeda harus punya waktu mulai dan selesai yang berbeda.
is: Hver pásutími þarf að hafa ólíkan upphafs- og lokatíma.
it: Ogni fascia di pausa deve avere un'ora di inizio e fine diversa.
ja: 各休憩時間には異なる開始時刻と終了時刻が必要です。
ko: 각 휴게 시간은 시작과 종료 시간이 달라야 합니다.
lt: Kiekvienam pertraukos laikui reikia skirtingo pradžios ir pabaigos laiko.
lv: Katram pauzes laikam vajadzīgs atšķirīgs sākuma un beigu laiks.
nb: Hver pausetid må ha ulik start- og sluttid.
nl: Elke pauzetijd moet een andere begin- en eindtijd hebben.
nn: Kvar pausetid må ha ulik start- og sluttid.
pl: Każde okno przerwy musi mieć inny czas rozpoczęcia i zakończenia.
pt_br: Cada pausa precisa ter horários de início e fim diferentes.
ro: Fiecare interval de pauză trebuie să aibă ore de început și sfârșit diferite.
ru: Для каждого перерыва время начала и конца должно отличаться.
sk: Každý čas prestávky musí mať iný začiatok a koniec.
sl: Vsak interval odmora mora imeti različen začetek in konec.
sr: Svako vreme pauze mora imati različito vreme početka i završetka.
sv: Varje paustid måste ha olika start- och sluttid.
sw: Kila muda wa pausa unahitaji saa tofauti ya kuanza na kumaliza.
ta: ஒவ்வொரு இடைவேளை நேரத்திற்கும் வேறு தொடக்க, முடிவு நேரம் வேண்டும்.
th: แต่ละช่วงพักต้องมีเวลาเริ่มและสิ้นสุดต่างกัน
tr: Her mola aralığının başlangıç ve bitiş saati farklı olmalı.
uk: Кожне вікно паузи має мати різний час початку й завершення.
ur: ہر وقفے کے وقت کا آغاز اور اختتام مختلف ہونا چاہیے۔
vi: Mỗi khoảng nghỉ cần có giờ bắt đầu và kết thúc khác nhau.
zh_hans: 每个休息时段都需要不同的开始和结束时间。
zh_hant: 每個休息時段都需要不同的開始與結束時間。

# shifts.pause.editor.validation.uniqueWindows
source: Pause windows must be unique before you can save.
ar: يجب أن تكون أوقات الاستراحة فريدة قبل أن تتمكن من الحفظ.
bg: Паузите трябва да са уникални, преди да запишете.
bn: সেভ করার আগে বিরতির সময়সীমাগুলো অনন্য হতে হবে।
ca: Les pauses han de ser úniques abans de desar.
cs: Časy pauz musí být jedinečné, než je uložíte.
da: Pausetider skal være unikke, før du kan gemme.
de: Pausenfenster müssen eindeutig sein, bevor du speichern kannst.
el: Τα διαστήματα διαλείμματος πρέπει να είναι μοναδικά για να μπορέσετε να αποθηκεύσετε.
es: Las pausas deben ser únicas antes de guardar.
et: Pausiajad peavad enne salvestamist olema unikaalsed.
fa: بازه‌های استراحت باید یکتا باشند تا بتوانید ذخیره کنید.
fi: Taukoaikojen on oltava yksilöllisiä ennen tallennusta.
fil: Dapat natatangi ang mga oras ng pahinga bago ka makapag-save.
fr: Les pauses doivent être uniques avant l’enregistrement.
he: זמני ההפסקה חייבים להיות ייחודיים לפני השמירה.
hi: सेव करने से पहले विराम समय अद्वितीय होने चाहिए।
hr: Intervali pauze moraju biti jedinstveni prije spremanja.
hu: A szünetidőknek egyedinek kell lenniük a mentéshez.
id: Waktu jeda harus unik sebelum Anda dapat menyimpan.
is: Pásutímar verða að vera einstakir áður en þú getur vistað.
it: Le fasce di pausa devono essere uniche prima di poter salvare.
ja: 保存するには、休憩時間を重複なしにしてください。
ko: 저장하려면 휴게 시간이 서로 달라야 합니다.
lt: Pertraukos laikai turi būti unikalūs, kad galėtumėte išsaugoti.
lv: Pirms saglabāšanas pauzes laikiem jābūt unikāliem.
nb: Pausetider må være unike før du kan lagre.
nl: Pauzetijden moeten uniek zijn voordat je kunt opslaan.
nn: Pausetider må vere unike før du kan lagre.
pl: Okna przerw muszą być unikalne, aby można było zapisać.
pt_br: As pausas devem ser únicas antes de salvar.
ro: Intervalele de pauză trebuie să fie unice înainte de a salva.
ru: Интервалы перерыва должны быть уникальными, чтобы сохранить.
sk: Časy prestávok musia byť jedinečné, kým ich môžete uložiť.
sl: Intervali odmora morajo biti unikatni, preden lahko shranite.
sr: Vremena pauze moraju biti jedinstvena pre čuvanja.
sv: Paustider måste vara unika innan du kan spara.
sw: Nyakati za pausa lazima ziwe za kipekee kabla ya kuhifadhi.
ta: சேமிப்பதற்கு முன் இடைவேளை நேரங்கள் தனித்துவமாக இருக்க வேண்டும்.
th: ช่วงพักต้องไม่ซ้ำกันก่อนบันทึก
tr: Kaydetmeden önce mola aralıkları benzersiz olmalı.
uk: Вікна пауз мають бути унікальними, перш ніж ви зможете зберегти.
ur: محفوظ کرنے سے پہلے وقفے کے اوقات منفرد ہونے چاہییں۔
vi: Các khoảng nghỉ phải là duy nhất trước khi bạn có thể lưu.
zh_hans: 休息时段必须唯一后才能保存。
zh_hant: 休息時段必須唯一才能儲存。

# shifts.pause.editor.validation.withinShift
source: Pause times must be within the shift time.
ar: يجب أن تكون أوقات الاستراحة ضمن وقت الوردية.
bg: Часовете на паузите трябва да са в рамките на смяната.
bn: বিরতির সময়গুলো শিফট সময়ের মধ্যে হতে হবে।
ca: Les pauses han d'estar dins de l'horari del torn.
cs: Časy pauz musí být v rámci doby směny.
da: Pausetider skal være inden for vagttiden.
de: Pausenzeiten müssen innerhalb der Schichtzeit liegen.
el: Τα διαστήματα διαλείμματος πρέπει να είναι εντός του χρόνου βάρδιας.
es: Las pausas deben estar dentro del horario del turno.
et: Pausiajad peavad jääma vahetuse aja sisse.
fa: زمان‌های استراحت باید در بازه زمانی شیفت باشند.
fi: Taukoaikojen on oltava vuoron sisällä.
fil: Dapat nasa loob ng oras ng shift ang mga oras ng pahinga.
fr: Les pauses doivent être comprises dans l’horaire du service.
he: זמני ההפסקה חייבים להיות בתוך זמן המשמרת.
hi: विराम समय शिफ्ट समय के भीतर होने चाहिए।
hr: Vrijeme pauze mora biti unutar vremena smjene.
hu: A szünetidőknek a műszak idején belül kell lenniük.
id: Waktu jeda harus berada dalam waktu shift.
is: Pásutímar verða að vera innan vaktartímans.
it: Gli orari di pausa devono rientrare nell'orario del turno.
ja: 休憩時間はシフト時間内である必要があります。
ko: 휴게 시간은 근무 시간 안에 있어야 합니다.
lt: Pertraukos laikai turi būti pamainos laike.
lv: Pauzes laikiem jābūt maiņas laikā.
nb: Pausetidene må være innenfor vakttiden.
nl: Pauzetijden moeten binnen de diensttijd vallen.
nn: Pausetidene må vere innanfor vakttida.
pl: Czasy przerw muszą mieścić się w czasie zmiany.
pt_br: Os horários de pausa devem estar dentro do turno.
ro: Orele de pauză trebuie să fie în timpul turei.
ru: Время перерыва должно быть в пределах смены.
sk: Časy prestávok musia byť v rámci času zmeny.
sl: Časi odmora morajo biti znotraj časa izmene.
sr: Vremena pauze moraju biti unutar vremena smene.
sv: Paustider måste vara inom passets tid.
sw: Nyakati za pausa lazima ziwe ndani ya muda wa zamu.
ta: இடைவேளை நேரங்கள் ஷிப்ட் நேரத்திற்குள் இருக்க வேண்டும்.
th: เวลาพักต้องอยู่ภายในเวลากะ
tr: Mola saatleri vardiya süresi içinde olmalı.
uk: Час пауз має бути в межах часу зміни.
ur: وقفے کے اوقات شفٹ کے وقت کے اندر ہونے چاہییں۔
vi: Thời gian nghỉ phải nằm trong thời gian ca làm.
zh_hans: 休息时间必须在班次时间范围内。
zh_hant: 休息時間必須在班次時間內。

# shifts.pause.section.addExactWindows
source: Log exact pause times
ar: تسجيل أوقات الاستراحة الدقيقة
bg: Запишете точните часове на паузите
bn: নির্দিষ্ট বিরতির সময় লগ করুন
ca: Registra les hores exactes de pausa
cs: Zaznamenat přesné časy pauz
da: Log præcise pausetider
de: Genaue Pausenzeiten erfassen
el: Καταγραφή ακριβών χρόνων διαλείμματος
es: Registrar horas exactas de pausa
et: Logi täpsed pausiajad
fa: ثبت زمان‌های دقیق استراحت
fi: Kirjaa tarkat taukoajat
fil: I-log ang eksaktong oras ng pahinga
fr: Consigner les heures exactes de pause
he: תעד זמני הפסקה מדויקים
hi: सटीक विराम समय लॉग करें
hr: Zabilježi točna vremena pauze
hu: Pontos szünetidők naplózása
id: Catat waktu jeda yang tepat
is: Skrá nákvæma pásutíma
it: Registra gli orari esatti delle pause
ja: 正確な休憩時間を記録
ko: 정확한 휴게 시간 기록
lt: Registruoti tikslius pertraukos laikus
lv: Reģistrēt precīzus pauzes laikus
nb: Loggfør eksakte pausetider
nl: Exacte pauzetijden registreren
nn: Loggfør eksakte pausetider
pl: Zarejestruj dokładne godziny przerw
pt_br: Registrar horários exatos de pausa
ro: Înregistrează orele exacte ale pauzei
ru: Записать точное время перерывов
sk: Zaznamenať presné časy prestávok
sl: Zabeleži točne čase odmora
sr: Zabeleži tačna vremena pauze
sv: Logga exakta paustider
sw: Rekodi nyakati kamili za mapumziko
ta: துல்லியமான இடைவேளை நேரங்களைப் பதிவு செய்
th: บันทึกเวลาพักที่แน่นอน
tr: Kesin mola saatlerini kaydet
uk: Записати точний час перерв
ur: درست وقفے کے اوقات لاگ کریں
vi: Ghi lại thời gian nghỉ chính xác
zh_hans: 记录精确休息时间
zh_hant: 記錄精確休息時間

# shifts.pause.section.editWindows
source: Edit pause windows
ar: تعديل أوقات الاستراحة
bg: Редактиране на паузи
bn: বিরতির সময়সীমা সম্পাদনা করুন
ca: Edita les pauses
cs: Upravit časy pauz
da: Rediger pausetider
de: Pausenfenster bearbeiten
el: Επεξεργασία διαστημάτων διαλείμματος
es: Editar pausas
et: Muuda pause
fa: ویرایش بازه‌های استراحت
fi: Muokkaa taukoaikoja
fil: I-edit ang oras ng pahinga
fr: Modifier les pauses
he: ערוך זמני הפסקה
hi: विराम समय संपादित करें
hr: Uredi intervale pauze
hu: Szünetidők szerkesztése
id: Edit waktu jeda
is: Breyta pásutímum
it: Modifica fasce di pausa
ja: 休憩時間を編集
ko: 휴게 시간 수정
lt: Redaguoti pertraukos laikus
lv: Rediģēt pauzes laikus
nb: Rediger pausetider
nl: Pauzetijden bewerken
nn: Rediger pausetider
pl: Edytuj okna przerw
pt_br: Editar pausas
ro: Editează intervalele de pauză
ru: Изменить интервалы перерыва
sk: Upraviť časy prestávok
sl: Uredi intervale odmora
sr: Uredi vremena pauze
sv: Redigera paustider
sw: Hariri nyakati za pausa
ta: இடைவேளை நேரங்களைத் திருத்து
th: แก้ไขช่วงพัก
tr: Mola aralıklarını düzenle
uk: Редагувати вікна пауз
ur: وقفے کے اوقات میں ترمیم کریں
vi: Sửa khoảng nghỉ
zh_hans: 编辑休息时段
zh_hant: 編輯休息時段

# shifts.recurring.manageButton
source: Manage recurring shifts
ar: إدارة الورديات المتكررة
bg: Управление на повтарящи се смени
bn: পুনরাবৃত্ত শিফট পরিচালনা করুন
ca: Gestiona els torns recurrents
cs: Spravovat opakující se směny
da: Administrer faste vagter
de: Wiederkehrende Schichten verwalten
el: Διαχείριση επαναλαμβανόμενων βαρδιών
es: Gestionar turnos recurrentes
et: Halda korduvaid vahetusi
fa: مدیریت شیفت‌های تکراری
fi: Hallitse toistuvia vuoroja
fil: Pamahalaan ang mga umuulit na shift
fr: Gérer les shifts récurrents
he: נהל משמרות חוזרות
hi: आवर्ती शिफ्ट प्रबंधित करें
hr: Upravljaj ponavljajućim smjenama
hu: Ismétlődő műszakok kezelése
id: Kelola shift berulang
is: Stjórna endurteknum vöktum
it: Gestisci turni ricorrenti
ja: 定期シフトを管理
ko: 반복 근무 관리
lt: Tvarkyti pasikartojančias pamainas
lv: Pārvaldīt atkārtotas maiņas
nb: Administrer faste vakter
nl: Terugkerende diensten beheren
nn: Administrer faste vakter
pl: Zarządzaj cyklicznymi zmianami
pt_br: Gerenciar turnos recorrentes
ro: Gestionează turele recurente
ru: Управление повторяющимися сменами
sk: Spravovať opakujúce sa zmeny
sl: Upravljaj ponavljajoče se izmene
sr: Upravljaj ponavljajućim smenama
sv: Hantera återkommande pass
sw: Dhibiti zamu zinazojirudia
ta: தொடர்ச்சியான ஷிப்ட்களை நிர்வகிக்கவும்
th: จัดการกะที่เกิดซ้ำ
tr: Tekrarlayan vardiyaları yönet
uk: Керувати регулярними змінами
ur: بار بار ہونے والی شفٹیں منظم کریں
vi: Quản lý ca lặp lại
zh_hans: 管理重复班次
zh_hant: 管理重複班次

# shifts.recurring.stopAfterDateButton
source: Stop this recurring shift after this date
ar: إيقاف هذه الوردية المتكررة بعد هذا التاريخ
bg: Спрете тази повтаряща се смяна след тази дата
bn: এই তারিখের পর এই পুনরাবৃত্ত শিফট বন্ধ করুন
ca: Atura aquest torn recurrent després d'aquesta data
cs: Ukončit tuto opakující se směnu po tomto datu
da: Stop denne faste vagt efter denne dato
de: Diese wiederkehrende Schicht nach diesem Datum beenden
el: Διακοπή αυτής της επαναλαμβανόμενης βάρδιας μετά από αυτή την ημερομηνία
es: Detener este turno recurrente después de esta fecha
et: Peata see korduv vahetus pärast seda kuupäeva
fa: توقف این شیفت تکراری بعد از این تاریخ
fi: Lopeta tämä toistuva vuoro tämän päivämäärän jälkeen
fil: Itigil ang umuulit na shift na ito pagkatapos ng petsang ito
fr: Arrêter ce shift récurrent après cette date
he: הפסק משמרת חוזרת זו אחרי תאריך זה
hi: इस तारीख के बाद यह आवर्ती शिफ्ट बंद करें
hr: Zaustavi ovu ponavljajuću smjenu nakon ovog datuma
hu: Ismétlődő műszak leállítása e dátum után
id: Hentikan shift berulang ini setelah tanggal ini
is: Stöðva þessa endurteknu vakt eftir þessa dagsetningu
it: Interrompi questo turno ricorrente dopo questa data
ja: この定期シフトをこの日以降停止
ko: 이 날짜 이후 반복 근무 중지
lt: Baigti šią pasikartojančią pamainą po šios datos
lv: Pārtraukt šo atkārtoto maiņu pēc šī datuma
nb: Stopp denne faste vakten etter denne datoen
nl: Stop deze terugkerende dienst na deze datum
nn: Stopp denne faste vakta etter denne datoen
pl: Zatrzymaj tę cykliczną zmianę po tej dacie
pt_br: Parar este turno recorrente após esta data
ro: Oprește această tură recurentă după această dată
ru: Остановить эту повторяющуюся смену после этой даты
sk: Zastaviť túto opakujúcu sa zmenu po tomto dátume
sl: Ustavi to ponavljajočo se izmeno po tem datumu
sr: Zaustavi ovu ponavljajuću smenu nakon ovog datuma
sv: Stoppa detta återkommande pass efter detta datum
sw: Simamisha zamu hii inayojirudia baada ya tarehe hii
ta: இந்த தொடர்ச்சியான ஷிப்டை இந்த தேதிக்குப் பிறகு நிறுத்தவும்
th: หยุดกะที่เกิดซ้ำนี้หลังวันที่นี้
tr: Bu tekrarlayan vardiyayı bu tarihten sonra durdur
uk: Зупинити цю регулярну зміну після цієї дати
ur: اس بار بار ہونے والی شفٹ کو اس تاریخ کے بعد روک دیں
vi: Dừng ca lặp lại này sau ngày này
zh_hans: 在此日期后停止此重复班次
zh_hant: 在此日期後停止此重複班次
